Repository: common-repository/bridge-instant-bank-transfer
Catalog: languages/bridgeapi-io-*.po
Languages: fr_fr

source: Bridge - Instant Bank Transfer
fr_fr: Bridge - Virement compte à compte immédiat

source: Enable your customer to shop in 1 click: simple, 100% secured and without amount limit
fr_fr: Permettre à vos clients de payer en 1 clic : simple, 100 % sécurisé et sans plafond

source: Please provide credentials
fr_fr: Veuillez fournir des informations d'identification

source: Webhook Configured:
fr_fr: Webhook configuré:

source: Error connecting to API server: %s
fr_fr: Erreur de connexion au serveur API : %s

source: API Error: %s
fr_fr: Erreur d'API : %s

source: Please finalize the plugin configuration
fr_fr: Veuillez finaliser la configuration du plugin

source: Bridge Error: %s
fr_fr: Erreur de Bridge: %s

source: Unknown Bridge API response
fr_fr: Réponse inconnue de l'API Bridge

source: BridgeAPI.io plugin depends on WooCommerce to be installed. Kindly setup WooCommerce
fr_fr: Le plugin BridgeAPI.io dépend de WooCommerce pour être installé. Veuillez configurer WooCommerce

source: BridgeAPI.io plugin depends on OpenSSL PHP extension. Kindly enable this or contact your web host
fr_fr: Le plugin BridgeAPI.io dépend de l'extension PHP OpenSSL. Veuillez l'activer ou contacter votre hébergeur

source: Webhook received
fr_fr: Webhook reçu

source: Order updated through webhook
fr_fr: Commande mise à jour via webhook

source: Webhook verification failed: %s
fr_fr: La vérification du webhook a échoué : %s

source: Webhook verification connection error: %s
fr_fr: Erreur de connexion de vérification du webhook : %s

source: Webhook failed: %s
fr_fr: Webhook a échoué : %s

source: Error while fetching payment request ID:
fr_fr: Erreur lors de la récupération de l'ID de demande de paiement :

source: Unauthorized access has been detected. Trace:
fr_fr: Un accès non-autorisé a été repéré. Trace:

source: Unauthorized access
fr_fr: Accès non-autorisé

source: Pay by bank transfert
fr_fr: Payer par virement bancaire

source: Bridge Instant Transfer Payment Plug-in for WooCommerce
fr_fr: Module de paiement par virement immédiat pour WooCommerce

source: Bank payment
fr_fr: Virement bancaire

source: Pay by bank transfer with Bridge. Settle your order by validating the transfer directly from your bank: simple, 100% secure and without credit card.
fr_fr: Payez par virement bancaire immédiat grâce à Bridge. Régularisez votre commande en validant le virement directement depuis votre banque : simple, 100% sécurisé et sans carte bancaire.

source: Payment solution authorized by
fr_fr: Solution de paiement autorisée par

source: How does it works?
fr_fr: Comment ça marche ?

source: Bridge payment only accepts Euro (EUR)
fr_fr: Le paiement Bridge n'accepte que l'euro (EUR)

source: The website does not seem to be using HTTPS (SSL/TLS) encryption for communications, you must use it to enable Bridge Payment in production mode
fr_fr: Le site Web ne semble pas utiliser le cryptage HTTPS (SSL/TLS) pour les communications, vous devez l'utiliser pour activer le Bridge Payment en mode production

source: Instant Transfer
fr_fr: Virement immédiat

source: Credentials invalid or not supplied
fr_fr: Identifiants invalides ou non fournis

source: Credentials invalid or not supplied: %s
fr_fr: Identifiants invalides ou non fournis: %s

source: Error decrypting %s key: %s
fr_fr: Erreur lors du déchiffrement de la clé %s : %s

source: Error encrypting %s key: %s
fr_fr: Erreur de chiffrement de la clé %s : %s

source: Sandbox Webhook Status
fr_fr: État du webhook de la sandbox

source: Check the webhook configuration
fr_fr: Vérifier la configuration du webhook

source: You must add this callback url %s to your Bridge Dashboard > Webhooks > Add a webhook > And select this one : %s. You can name the webhook as you wish.
fr_fr: Vous devez ajouter cette url de callback %s à votre Bridge Dashboard > Webhooks > Ajouter un webhook > Et sélectionner celle-ci : %s. Vous pouvez nommer le webhook comme vous le souhaitez.

source: Production Webhook Status
fr_fr: État du webhook de production

source: Enable/Disable
fr_fr: Activer désactiver

source: Enable this payment gateway
fr_fr: Activer le module

source: Enable this module to include the Bridge Instant Payment.
fr_fr: Activez ce module pour inclure le Bridge Instant Payment.

source: Bridge Logo
fr_fr: Logo Bridge

source: Enable Bridge Logo
fr_fr: Afficher le logo Bridge

source: Show Bridge logo at checkout
fr_fr: Afficher le logo Bridge logo sur le moyen de paiement de la page de commande

source: Environment
fr_fr: Environnement

source: Enable test mode (sandbox)
fr_fr: Activer le mode test (sandbox)

source: Switch to production mode to start accepting real payments. Conditions to switch to production mode: HTTPS, production Client ID & Client Secret are valid, webhooks configured and tested.
fr_fr: Passer en production pour commencer à accepter de paiement réels. Les conditions pour passer en production sont : HTTPS, Client ID & Client Secret de production valide, webhook configuré and testé.

source: Sandbox environment
fr_fr: Environnement de test

source: This is the Client ID provided to you when creating an application on Bridge.
fr_fr: Il s’agit du Client ID donné quand vous avez créé votre application Bridge.

source: Click here to create an account
fr_fr: Cliquez ici pour créer un compte

source: This is the Client Secret provided to you when creating an application on Bridge.
fr_fr: Il s’agit du Client Secret donné quand vous avez créé votre application Bridge.

source: Sandbox Webhook Secret
fr_fr: Sandbox (test) Webhook Secret

source: Check test (sandbox) credentials
fr_fr: Vérifier les identifiants test (sandbox)

source: Click to test sandbox credentials
fr_fr: Cliquez pour vérifier les identifiants test (sandbox)

source: Production environment
fr_fr: Environnement de production

source: Check production credentials
fr_fr: Vérifier les identifiants de production

source: Click to test production credentials
fr_fr: Cliquez pour vérifier les identifiants de production

source: Payment error: Please select a bank to proceed
fr_fr: Erreur de paiement : veuillez sélectionner une banque pour continuer

source: Connection error: %s
fr_fr: Erreur de connexion : %s

source: Invalid bank selected: %s
fr_fr: Banque sélectionnée incorrecte : %s

source: Last payment has not been finished, customer initiate a new one. Bridge payment initiated (Payment ID: {payment_id})
fr_fr: Le dernier paiement n’a pas été terminé, le client en a initié un nouveau. Paiement initié (Transaction ID : {payment_id})

source: Bridge payment initiated (Payment ID: {payment_id})
fr_fr: Paiement initié (Transaction ID : {payment_id})

source: WC Order not found
fr_fr: Commande WooCommerce introuvable

source: Error determining key length
fr_fr: Erreur lors de l'ouverture du fichier clé pour l'écriture

source: Encryption key already exists
fr_fr: La clé de chiffrement existe déjà

source: Order ID does not exist
fr_fr: L'ID de commande n'existe pas

source: Bridge payment initiated (Payment ID : {payment_id})
fr_fr: Paiement initié (Transaction ID : {payment_id})

source: Bridge payment pending (Payment ID : {payment_id})
fr_fr: Paiement en attente (Transaction ID : {payment_id})

source: Bridge payment succeeded (Payment ID : {payment_id})
fr_fr: Paiement réussi (Transaction ID : {payment_id})

source: Bridge payment canceled (Payment ID : {payment_id})
fr_fr: Paiement annulé (Transaction ID : {payment_id})

source: Bridge payment rejected (Payment ID : {payment_id})
fr_fr: Paiement rejeté (Transaction ID : {payment_id})

source: Unknown payment status: %s
fr_fr: Statut du paiement inconnu : %s

source: Accept your first payments in 10 minutes
fr_fr: Acceptez vos premiers paiements en 10 minutes

source: Test Bridge
fr_fr: Tester Bridge

source: Create an account
fr_fr: Créer un compte Bridge

source: Create a sandbox application
fr_fr: Créer une application de test

source: Enable test mode below
fr_fr: Activer le mode test ci-dessous

source: Plug-in sandbox client ID and client Secret below
fr_fr: Insérer les client ID et client Secret de test ci-dessous

source: Test Payments
fr_fr: Tester les paiements

source: Go to production
fr_fr: Passer en production

source: Schedule an appointment %s
fr_fr: Prenez un rendez-vous %s

source: here
fr_fr: ici

source: Need help?
fr_fr: Besoin d’aide ?

source: On the solution, the coverage? Please visit our help center %s
fr_fr: Sur la solution, la couverture disponible ? Consulter notre FAQ %s

source: Setting up the module? Contact our delivery team %s
fr_fr: Un problème dans la mise en place de la solution ? Contacter notre équipe technique %s

source: Technical issues in production? Contact our Care team %s
fr_fr: Un problème technique en production ? Contacter notre support %s

source: Select your Bank
fr_fr: Sélectionnez votre banque

source: Authenticate
fr_fr: Authentification

source: Validate
fr_fr: Validation

source: Done!
fr_fr: Terminé !

source: Search a bank
fr_fr: Chercher une banque

source: Scroll down to see more banks
fr_fr: Dérouler pour voir plus de banques

source: By continuing, you agree to the <a href='https://pay.bridgeapi.io/pdf/cgs-en.pdf' target='_blank'>ToS</a> and the <a href='https://pay.bridgeapi.io/pdf/information_statement_EN.pdf' target='_blank'>information statement</a> of Bridge, a licensed payment institution.
fr_fr: En continuant, vous acceptez les <a href='https://pay.bridgeapi.io/pdf/cgs-fr.pdf' target='_blank'>CGS</a> et la <a href='https://pay.bridgeapi.io/pdf/information_statement_FR.pdf' target='_blank'>mention d’information</a> de Bridge, agréé établissement de paiement.
